[
    {
        "name": "COMPUTADOR EMBARCADO",
        "desc": "O computador embarcado, é a unidade responsável porcontrolar todos os outros subsistemas do satélite.É com ele que gerenciamos as interações entre o software e hardware do sistema. Nosso computador de bordo é composto por um ESP32embutido em uma placa feita pela PION Labs."
    },
    {
        "name": "SISTEMA DE COMUNICAÇÃO",
        "desc": "O subsistema de comunicação envolve o hardware e software responsável por transmitir as informações obtidas a partir dos sensores. Ainda não definimos o hardware a ser utilizado para nossa missão, mas provavelmente utilizaremos frequências de rádio UHF para as transmissões de dados e telemetria."
    },
    {
        "name": "SISTEMA DE ENERGIA",
        "desc": "O subsistema de energia é reponsável por gerenciar, gerar, e distribuir a energia para todos os demais subsistemas do satélite. No momento utilizamos uma bateria da PION que acompanha o cubesat e é carregada via USB. Para uma missão real pretendemos aumentar a capacidade energética e utilizar paineis fotovoltaicos para obtenção de energia."
    },
    {
        "name": "SENSOR DE LUMINOSIDADE",
        "desc": "O sensor de luminosidade é essencial para a orientação do cubesat no espaço, com ele conseguimos obter a direção em que os raios solares estão atingindo o cubesat, podendo ser utilizado para guiar a captação de energia dos paineis solares. Além do mais, com ele é possível realizar experimentos envolvendo luz UV."
    },
    {
        "name": "GIROSCÓPIO",
        "desc": "O giroscópio é o sensor responsável de coletar dados sobre a movimentação do cubesat, com ele é possível obter dados da rotação nos eixos X, Y e Z. Os dados deste sensor são essencias para a telemetria e controle de atitude."
    },
    {
        "name": "ACELERÔMETRO",
        "desc": "O acelerômetro, assim como o giroscópio, capta dados sobre o movimento nos eixos X, Y e Z. Porém o acelerômetro é especializado em captar medidas de quanto o cubesat está sendo impulsionado em determinada direção."
    }
]